{
  "601": "01",
  "602": "02",
  "603": "03",
  "604": "04",
  "605": "05",
  "606": "06",
  "10181": "All",
  "292178": "Why ",
  "19609812": "A simple, yet powerful\n            and efficient process",
  "36149741": "+91-9590862921",
  "49191082": "“One of a kind service”",
  "67478013": "Customer-Centric Approach",
  "71575750": "Email address",
  "2268ff": "Home",
  "3c2336d": "About",
  "560f747e": "Services",
  "-37ac8366": "Projects",
  "-37f9ca7c": "Products",
  "-64104400": "Contact",
  "10615a86": "Book FREE Consultation",
  "5b7370e0": "Making Every Room Your Favourite Place.",
  "-55d5ce30": "Sowiance believes your home should reflect you. Let's craft spaces as unique and vibrant as you.",
  "79f9c5d": "Consult Online Now",
  "3b8aa516": "Your Space, Our Mastery",
  "-4d5779d1": "Dive into the world of Sowiance, where each service is a step towards turning your dream space into a stunning reality.",
  "3d503d2b": "No items found.",
  "-5230a9d2": "Get in touch",
  "3f193af1": "A Legacy of Design Excellence",
  "-989c2e7": "Dive into the world of Sowiance, where every design tells a story of innovation, artistry, and a commitment to transforming spaces into experiences.",
  "c1b2": "200",
  "2b": "+",
  "-3e42c1db": "Projects Completed",
  "be8c": "150",
  "693af8f1": "Industry Partnerships",
  "40311de5": "About our firm",
  "-234b1eee": "Begin with a personalized consultation where our design experts understand your",
  "152d2b82": "Consultation & Conceptualisation",
  "3d22e19f": "Begin with a personalized consultation where our design experts understand your vision. We then translate your ideas into a unique concept, ensuring it aligns perfectly with your lifestyle and preferences.",
  "-479caed1": "We have worked with great brands",
  "4d600b26": "Our collaborations with leading brands reflect our commitment to quality and innovation. These partnerships enhance our designs, blending sophistication with the latest trends to deliver unique, high-standard projects.",
  "-25d70b84": "Contact us today for\n          a free consultation",
  "c90346": "Revitalize your home with a free consultation from our interior design experts – where your vision meets our expertise.",
  "3b3b0945": "Hear what our great\n        customers say",
  "3efef622": "Celebrating success through our clients' eyes: Discover their stories of transformation and satisfaction.",
  "-192ac91f": "Sowiance transformed my space with style and practicality. Their attention to detail and personal approach made a remarkable difference. I'm thrilled!",
  "-211238b0": "Sophie Moore",
  "3fd6c9e9": "VP of Design at Darkbit",
  "737313f1": "“Such a great team”",
  "51aae221": "Sowiance redefined my living space with their innovative designs and meticulous execution. Every detail reflects my taste, creating a harmonious blend of form and function. Truly impressed!",
  "-477fec9": "“Highly recommended”",
  "7292afb5": "Collaborating with Sowiance was a delight. Their team skillfully brought my vision to life, achieving a perfect balance between elegance and comfort. My home now feels complete and uniquely mine.",
  "-6b0c3d98": "Popular Product",
  "4c7af129": "Discover our exclusive collection, from contemporary furniture to elegant decor. Elevate your space with unique pieces that blend style and comfort",
  "-475b7d60": "Frequently Asked Questions",
  "-6bd8d6d": "What Interior Design Services Does Sowiance Offer?",
  "-2e442d77": "Sowiance specializes in interior design for residential, commercial, and hospitality spaces. We provide bespoke designs tailored to each client's unique vision and requirements.",
  "150dd840": "How Can I Book a Consultation with Sowiance?",
  "1f58be11": "Booking a consultation is easy! Visit our website, choose a convenient time, or contact us directly via phone or email. We're ready to discuss your project needs.",
  "768bc9a3": "Does Sowiance Sell Furniture and Decor Items?",
  "-2597e219": "Yes, Sowiance offers a curated selection of furniture and decor. Explore our online store for exclusive tables, chairs, and unique interior pieces that suit every style.",
  "-61015696": "What Makes Sowiance Different from Other Designers?",
  "-16307fad": "Sowiance stands out for its personalized approach, innovative designs, and diverse expertise in various environments. We focus on creating spaces that reflect your personality and functionality.",
  "3557805b": "Contact us for a\n          free consultation",
  "fcf0ad2": "Our services",
  "-36335b5c": "Join our newsletter to stay up to date in the world of interior design.",
  "48e615a0": "Enter your phone number",
  "-69de02d6": "Subscribe",
  "-2e9dc819": "By subscribing you agree to with our Privacy Policy and provide consent to receive updates from our company.",
  "15495b86": "Quick Links",
  "7f274abe": "Contact us",
  "5b6ee6ed": "Modular Interiors",
  "-6b76a7ad": "Full Home Interiors",
  "-29c6b090": "Luxury Interiors",
  "-1f8181c0": "Renovations",
  "-212ce093": "Commercial Interiors",
  "-5ae80293": "Follow Us",
  "217bfee6": "Facebook",
  "792b2792": "Instagram",
  "-1dfe5105": "XTwitter",
  "4b0ff13e": "LinkedIn",
  "281bc303": "Youtube",
  "-58ee76b": "© 2023 Sowiance. All rights reserved.",
  "-3fbde6f6": "Privacy Policy",
  "-7fe2d65b": "Terms of Service",
  "243e72d4": "Cookies Settings",
  "2f9c11c7": "Designed and Developed by",
  "-7c9b8a7e": "Emilda Solutions",
  "7b18c3cd": "Begin Your FREE Design Consultation",
  "-748f37b7": "Claim your free consultation and pave the way to your ideal space today",
  "-61c1eef7": "Flexible Scheduling",
  "5b72b0d3": "Flexible Personalized Expert Advice",
  "6dedf0a1": "Immediate Project Estimation",
  "1002a95c": "Full name",
  "-2b7010d0": "Email Address",
  "-55f81185": "Phone Number",
  "752a03d5": "Location",
  "-2683a16b": "Service",
  "-1fee4420": "Plot Size",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "-5090de5e": "We are associated with",
  "-364d0a89": "Get Started",
  "3a4728b3": "Ready to transform your space? Reach out to us! Fill in the form below, and let’s start crafting your dream design together.",
  "-63dc6819": "Message",
  "56d70c25": "Visit our office",
  "-7f3a82c3": "Banglore, IND",
  "bf0d222": "Site No. 5, 6, 9 & 10, Kanakanagar 10th Cross, Rt Nagar, Bangalore - 560032 (Near Seervi Samajika Temple)",
  "-4635761f": "admin@sowiance.com",
  "-a49189b": "Discover design excellence in person:  Our office doors are open for you to explore your dream space possibilities.",
  "6a39ecb3": "Send us an email",
  "5040b76e": "Drop us an email for quick, personalized design guidance",
  "-2c7bbb0": "Give us a call",
  "-42f2a32b": "+91-9008304218 ",
  "-c6b4758": "Elevating Spaces, Enhancing Lives",
  "65f83c82": "Discover the art of elegant living with Sowiance where every detail is a reflection of your style our team ensures seamless design experiences from concept to completion, your vision becomes reality.",
  "17ee1da5": "Companies helped",
  "6d": "m",
  "-4a663195": "Revenue generated",
  "-741015a9": "Revolutionizing Interior Design Spaces",
  "-40169ecd": "At Sowiance, we're dedicated to creating spaces that resonate with individuality and purpose. Our mission is to blend aesthetic beauty with practical functionality, transforming your vision into a reality that enhances every aspect of your daily living.",
  "-10a74008": "Choose us?",
  "-24fafc10": "Choosing the right interior design partner is a big decision. Your space reflects you, and we're here to offer a unique and unparalleled experience.",
  "1e4bd072": "Expert Designers",
  "db0610c": "Quality Assurance",
  "33c728d2": "Cultivating Excellence: Sowiance's Six Pillars of Interior Design Innovation",
  "-5c1c63a7": "Discover how Sowiance redefines interior design with these six core principles, setting the benchmark for timeless elegance and innovation.",
  "-4028fe7b": "Innovation",
  "46fcaa8c": "Striving for inventive design solutions, we foster an environment of continuous creativity, pushing boundaries to craft captivating interiors.",
  "-75f6a721": "Quality",
  "-6d706375": "Our unwavering commitment to excellence ensures that every project meets and exceeds exacting standards, delivering enduring quality.",
  "-6b2de0d3": "Integrity",
  "-1ef948d2": "Upholding transparency and honesty, we cultivate trustworthy partnerships, underpinned by ethical collaboration and integrity.",
  "-1baefe39": "Sustainability",
  "-6eca284d": "Customization",
  "7d1777b1": "Your vision is our blueprint, resulting in personalized designs that harmonize with your unique lifestyle and preferences.",
  "-7ccba199": "We respect your time and demand precision, managing projects efficiently with meticulous attention to detail for timely completion",
  "156ae1ef": "Hear what our great customers say",
  "-40ab34cd": "Our customers' satisfaction is our ultimate reward. We take immense pride in their positive feedback and stories of transformed spaces.",
  "7cc96887": "“Highly recommended them”",
  "-769ec883": "I'm thrilled with the transformation Sowiance brought to my home. Their dedication to excellence shines through in every detail. Highly recommended!",
  "-1bd5c582": "Ashwanth Goyal",
  "2e627ac7": "Koramangala, Bengaluru",
  "-5500266d": "Explore our comprehensive services tailored for every aspect of your design vision",
  "-7a5fd008": "Our Products",
  "3d1dea5": "CHAIR",
  "4be43ae": "TABLE",
  "527656e": "Our Works",
  "70d3d776": "Showcasing our",
  "6b8639bd": "exquisite craftmanship",
  "651d8181": "Sowiance's craftsmanship blends quality and innovation, transforming spaces into elegant, sophisticated masterpieces.",
  "-3e34e51c": "RESIDENTIAL",
  "52b2a74a": "COMMERCIAL",
  "7f5d693f": "HOTELS",
  "-73daa993": "Project scope",
  "-18c8789": "Client information",
  "-1b68a61c": "Project completed",
  "-6f8e9de9": "About the Project",
  "-d1926c3": "Open Project blueprints",
  "-cf427b8": "Our Open Project Blueprints provide a transparent view of our design process, showcasing detailed plans and layouts. These blueprints highlight our creative approach, ensuring functionality and aesthetic appeal in every space.",
  "-3470e1b9": "Furniture collections",
  "-15179e5b": "Sowiance's Furniture Collections are a blend of elegance and practicality, featuring bespoke pieces crafted for comfort and style. Each collection is thoughtfully curated to enhance any interior, reflecting contemporary trends and timeless designs.",
  "-20b1ff24": "Sustainable material choices",
  "-264921f": "We prioritize sustainability by incorporating eco-friendly materials in our designs. Our selection includes recycled, renewable, and low-impact materials, ensuring that each project not only looks great but also contributes positively to the environment.",
  "55cb850f": "Related Projects",
  "4b094da6": "View ALL",
  "-2bd1a87b": "Getting started"
}